/* Retry service discovery */
"Ooops, something went wrong with finding your midichlorian count. Try again!" = "Ooops, something went wrong with finding your midichlorian count. Try again!";

/* Retry for a button */
"Retry" = "Retry";

/* Starting scan for droid and band */
"Searching for your BB8 Droid, and Microsoft Band... \r\nDetecting your midichlorian count...\r\nWait a moment." = "Searching for your BB8 Droid, and Microsoft Band... \r\nDetecting your midichlorian count...\r\nWait a moment.";

